Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Errors were encountered while deleting the file: $1
ne: निम्न फाइल मेट्ने क्रममा त्रुटी भयो: $1

source: $1 {{GENDER:$2|added}} the {{PLURAL:$7|tag|tags}} $6 to log entry $5 of page $3
ne: $1 {{GENDER:$2|जोडियो}} {{PLURAL:$7|ट्याग|ट्यागहरू}} $6 लग प्रविष्टि $5 $3 पृष्ठमा

source: $1: Ok
ne: $1: ठिक

source: Color Sche_me
ne: रङ्ग प्रकार

source: Edit "$1"
ne: "$1" सम्पादन गर्ने

source: Ubuntu restricted extras
ne: उबुन्टु प्रतिबन्धित अतिरिक्त

source: failed to create directory '{}': {}
ne: निर्देशिका बनाउन असफल '{}': {}

source: Message not set
ne: सन्देश व्यवस्थित व्यवस्थित गरिएकोछैन

source: Distance to destination
ne: गंतव्यसम्मको दूरी

source: %{who} has commented on your newsfeed
ne: %{who}ले तपाईंको समाचार वस्तुमा सुझाब दिनुभएको छ ।

source: You must attach your file before sending your message!
ne: तपाईंको फाइल पठाउनु अघि जोड्नु पर्ने छ!

source: _Disconnect
ne: विच्छेदन गर्नुहोस्

source: download
ne: डाउनलोड

source: Edit source
ne: स्रोत सम्पादन गर्ने

source: Changes by $1
ne: $1द्वारा परिवर्तन

source: Headline text
ne: शीर्षक अक्षर

source: Unknown error: "$1".
ne: अज्ञात त्रुटि: "$1".

source: This is not recommended for untrusted public networks.
ne: यो अविश्वसनीय सार्वजनिक नेटवर्कको लागि सिफारिश गरिएको छैन।

source: The Barnstar of Diplomacy is awarded to users who have helped to resolve, peacefully, conflicts on {{SITENAME}}.
ne: कुटनैतिक बार्नस्टार {{SITENAME}} मा भएका विवादलाई सहज र शान्ति पूर्वक समाधान गर्न सहयोग गर्ने प्रयोगकर्तालाई दिइन्छ।

source: {{PLURAL:$1|Hidden category|Hidden categories}}
ne: {{PLURAL:$1|लुकाइएको श्रेणी|लुकाइएका श्रेणीहरू}}

source: Cannot remove automatically added profile
ne: स्वतः प्रोफाइल हटाउन सकिँदैन !

source: Clear session
ne: सत्र हटाउने

source: Less
ne: कम

source: Page_Up
ne: पेज माथि

source: Add to watchlist
ne: निगरानी सुचीमा थप्ने

source: tagged with %{tags}
ne: %{tags}हरूद्वारा ट्याग गरिएको

source: An email address has already been confirmed with this token.
ne: यो टोकन को साथम एक इमेल पहिले नै निश्चित गरिसकिएको छ।

source: Database port:
ne: डेटाबेस पोर्ट:

source: Courthouse
ne: अदालत

source: Use of the write API
ne: लेखन API प्रयोग गर्ने

source: Someone else's work - $1
ne: अरु कसैको कार्य - $1

source: Macedonian
ne: मासेडोनिया

source: Go to file page
ne: फाइल पृष्ठमा जानुहोस्

source: This election has finished, you can no longer vote.
ne: चुनाव समाप्त भएको छ, अब तपाईंले मत दिन सक्नुहुन्न।

source: from the contact list
ne: सम्पर्क सुचीबाट

source: Valid until: %1
ne: मान्य अवधि: %1

source: Prezi Presentation
ne: प्रेजी प्रस्तुतिकरण

source: Bazaar Version Control System
ne: बजार संस्करण नियन्त्रण प्रणाली

source: The Barnstar of Diligence is awarded in recognition of a combination of extraordinary scrutiny, precision and community service.
ne: अथक मेहनती बार्नस्टार असाधारण समीक्षा शक्ति, सटीकता र समाज सेवाको लागि दिइने गरिन्छ।

source: $1 already saved.
ne: $1 पहिले नै सेभ गरिएको छ।

source: This Week
ne: यो हप्ता

source: Sorry, you are not in the predetermined list of users authorized to vote in this election.
ne: माफ गर्नुहोला, तपाईं यस चुनावको लागि मतदानको अधिकार प्राप्त सदस्यहरूको पूर्वनिर्धारित सूचीमा पर्नुहुन्न।

source: Sender
ne: पठाउने

source: Type of blur in the Dash.
ne: ड्यासको धमिलोको प्रकार

source: Search Summary
ne: खोज संक्षेप

source: Fixed typo
ne: टाइपो ठीक गरियो

source: When battery is present
ne: ब्याट्री भएको बेलामा

source: The maximum of $1 {{PLURAL:$1|page|pages}} has been moved and no more will be moved automatically.
ne: अधिकतम $1 {{PLURAL:$1|पृष्ठ|पृष्ठहरू}} सारिसकिएको छ र अरु स्वत: सारिने छैन ।

source: APEX shutter speed
ne: APEX शटरको गति

source: The name of the template you specified is invalid.
ne: तपाईंले खुलाउनु भएको ढाँचा उपलब्ध छैन।

source: Protections are cascading from
ne: सुरक्षाहरू क्यासकेडिङ्ग भएको

source: Bot: Adding %(adding)s; modifying %(modifying)s
ne: रोबोट: %(adding)s थप्दै; %(modifying)s परिवर्तन गर्दै

source: photo;video;webcam;
ne: तस्वीर;भिडियो;वेवक्याम;

source: Your secondary battery is empty
ne: तपाईँको माध्यमिक ब्याट्री खाली छ

source: Your user rights [[Special:Log/rights/$1|were {{GENDER:$1|changed}}]] by [[User:$1|$1]]. $2. [[Special:ListGroupRights|Learn more]]
ne: तपाईँको प्रयोगकर्ता अधिकारहरू [[Special:Log/rights/$1| [[User:$1|$1]]द्वारा {{GENDER:$1|परिवर्तन गरियो}}]]। $2. [[Special:ListGroupRights|थप जानकारी]]

source: Master curators
ne: प्रमुख संरक्षक

source: (Cannot access the database: $1)
ne: (डेटाबेस सर्भर: $1 सँग सम्पर्क स्थापित गर्न सकिएन)

source: Arts Centre
ne: कला केन्द्र

source: Web Development
ne: वेब विकास

source: &Examine locally
ne: स्थानीयरूपमा जाँच गर्नुहोस्

source: Show extended details
ne: लामो विबरण हेर्ने

source: Tip Pressure Feel
ne: टुप्पोमा दबाव महसूस

source: The website %1 requires authentication.
ne: वेबसाइट %1 लाई प्रमाणिकरण चाहिन्छ

source: Confirm
ne: निश्चित गर्ने

source: Username already in use
ne: प्रयोगकर्ताको नाम पहिला देखि नै प्रयोगमा रहेको

source: notebook computer
ne: नोटबुक कम्प्युटर

source: New Tab
ne: नयाँ ट्याब

source: Secondary grade-level educational application bundle
ne: माध्यमिक ग्रेड-स्तर शैक्षिक आवेदन बन्डल

source: Hide all windows and focus desktop.
ne: सबै विन्डोहरू लुकाएर डेस्कटपमा फोकस गर्ने

source: There are no images in that category
ne: त्यस श्रेणीमा कुनै चित्रहरू छैनन्

source: Most linked-to files
ne: सबैभन्दा बढि लिंक भएको चित्र

source: total
ne: जम्मा

source: The wiki description page for the %{key}=%{value} tag
ne: %{key}=%{value} संकेतको लागि विकि विवरण पृष्ठ

source: User groups management
ne: प्रयोगकर्ता अधिकार व्यवस्थापन

source: Watchlists
ne: अवलोकनसूची

source: {{PLURAL:$1|one deleted edit|$1 deleted edits}}
ne: {{PLURAL:$1|एक मेटिएको सम्पादन |$1 मेटिएका सम्पादनहरू}}

source: Add to Contact
ne: सम्पर्क थप्नुहोस्

source: workflow
ne: कार्य बहाव

source: This thread does not have any history revisions.
ne: यो थ्रेडको कुनै पनि इतिहास संस्करणहरू छैनन्

source: View the file page
ne: फाइल पृष्ठ हेर्नुहोस्

source: beta
ne: बेटा

source: CAPTCHA
ne: क्याप्चा

source: Enter an award title:
ne: अवार्डको शिर्षक राख्नुहोस्:

source: {{SITENAME}} has restricted the ability to create new pages. You can go back and edit an existing page, or [[Special:UserLogin|log in or create an account]].
ne: {{SITENAME}} ले नयाँ पृष्ठ सृजना गर्न सक्ने क्षमतामा रोक लगाएको छ। तपाईँ पछाडि जानु भइ रहिआएको पृष्ठ सम्पादन गर्नसक्नुहुन्छ , अथवा [[Special:UserLogin|प्रवेश गर्नुहोस या नयाँ खाता सृजना गर्नुहोस् ]]।

source: approved by [[User:$3|$3]]
ne: [[User:$3|$3]] द्वारा स्वीकृत

source: Subscribe to
ne: ग्राह्यता

source: First published before 1923 and author deceased more than 70 years ago
ne: पहिलो पटक १९२३ भन्दा पूर्व प्रकासित भएको तथा लेखकको मृत्यु ७० बर्ष भइसकेको

source: You have been disconnected.
ne: तपाईँको जडान अवरुद्ध भयो ।

source: Coordinates %
ne: अक्षांशहरु %

source: Unload
ne: उर्ध्वभरण गर्ने

source: Tools
ne: औजारहरु

source: Lookup:
ne: खोजी:

source: Sorry! This site is experiencing technical difficulties.
ne: क्षमा पाउँ! यो साइटमा तकनीकी गड़बड़ी आइपरेकोछ।

source: Merge thread
ne: धागो(thread) जोड्ने

source: Fuel
ne: इन्धन

source: Site:
ne: स्थान :

source: Select PPD File
ne: PPD फाइल चयन गर्नुहोस्

source: Costa Rican colon
ne: कोस्टारिकान कोलोन

source: Trace Point
ne: ट्रेस बिन्दु

source: Add content
ne: सम्पर्क विवरण थप्ने

source: Type name of new folder
ne: नयाँ फोल्डरको नाम टाइप गर्नुहोस्

source: Take a screenshot of a window
ne: विन्डोको तस्बिर लीने

source: Set Up New Device
ne: नयाँ यन्त्र सेट अप

source: Combined size
ne: संयोजित आकार

source: Move...
ne: सार्ने...

source: User Token
ne: प्रयोगकर्ता टोकन

source: Close listen in
ne: सुन्ने बन्द गर्नुहोस्

source: Experience Sharing:
ne: अनुभव साझेदारी:

source: Dates
ne: मिति

source: Switch to previous source using:
ne: प्रयोग गरेर अघिल्लो स्रोतमा जानुहोस्:

source: Move root user pages
ne: मूल(root) प्रयोगकर्ताको पृष्ठहरू सार्ने

source: Show preview
ne: पूर्वालोकन देखाउनुहोस्

source: <strong>Warning:</strong> You are editing a page that is used to provide interface text for the software. Changes to this page will affect the appearance of the user interface for other users on this wiki.
ne: <strong>चेतावनी:</strong> तपाईं यस पृष्ठलाई सम्पादन गर्नुहुँदैछ, जसले सफ्टवेयरको लागि इन्टरफेस सामग्रीहरू प्रदान गर्दछ। यस पृष्ठमा गरिएकोपरिवर्तनले यस विकिमा अरु प्रयोगकर्ताको इन्टरफेसको प्रदर्शनमा प्रभाव पार्नेछ ।

source: Coast
ne: तट

source: Bot: %(page)s is a former featured article
ne: रोबोट: %(page)s पहिले छानिएको लेख हो

source: HUD & Menu Bar
ne: HUD र मेनु बार

source: {{GENDER:$1|Send}} public thanks for this edit?
ne: यो सम्पादनको लागि {{GENDER:$1|पठाउनुहोस्}}

source: Visual Alerts
ne: दृश्यात्मक सावधानि

source: Unknown Desert
ne: अज्ञात मरूभूमि

source: Female sign
ne: महिला चिन्ह

source: URL shortener for arbitrary URLs
ne: स्वेच्छा अनुसारको यूआरएलको लागि यूआरएल संक्षिप्तीकरण

source: _Stop Hotspot
ne: हटस्पट रोक्नुहोस्

source: Which pieces of information to get:
ne: जानकारीको कुन भाग लिनेः

source: If you install %s, future updates will not include new items in <b>%s</b> set. Are you sure you want to continue?
ne: यदि तपाईले %s स्थापित गर्नुभयो भने, भविष्यका अपडेटहरुमा <b>%s</b> सेटमा नयाँ आइटमहरु समावेश हुने छैनन्। के तपाईं अगाडि बढ्न चाहनुहुन्छ?

source: To download your book choose a format and click the button.
ne: आफ्नो पुस्तक डाउनलोड गर्नका लागी स्वरूप छान्नुहोस र बटनमा क्लिक गर्नुस।

source: Create %{model}
ne: सृजना गर्नुहोस %{model}

source: External Inputs
ne: बाह्य इन्पुटहरू

source: Edit your own user JavaScript files
ne: तपाईँको आफ्नो जाभा स्क्रिप्ट फाइलहरू सम्पादन गर्ने

source: Tap to view
ne: हेर्न ट्याप गर्नुहोस्

source: Europe
ne: युरोप

source: Browsable
ne: ब्राउज गर्न सकिने

source: Pictures Folder
ne: तस्विर फोल्डर

source: Hidden ($1)
ne: लुकेका ($1)

source: Administration interface for adding, editing and deleting users
ne: प्रयोगकर्ताहरू जोड्ने, सम्पादन गर्ने तथा मेट्ने प्रवन्धक अवतरण

source: Spam filter using text analysis (works with Evolution Mail)
ne: स्पैम फिल्टर प्रयोग पाठ विश्लेषण (विकास मेल संग काम गर्दछ)

source: show those changes
ne: ती परिवर्तनहरू हेर्ने

source: <hr />Website: $1
ne: <hr />वेवसाइट: $1

source: Camera manufacturer
ne: क्यामेरा निर्माता

source: Account creation from IP addresses in the range '''$1''', which includes your IP address ('''$4'''), has been blocked by [[User:$3|$3]]. The reason given by $3 is ''$2''
ne: '''$1''' को श्रेणीमा आउने आइपि ठेगानाबाट, जसमा तपाईंको आइपि ठेगाना ('''$4''') सामेल छ, नयाँ खाता सृजना [[User:$3|$3]]द्वारा अवरोधित गरिएको छ। $3 द्वारा दिइएको कारण: "$2"

source: Internal error: No upload module set.
ne: आन्तरिक त्रुटि: अपलोड मोडुल सेट नगरिएको।

source: {{PLURAL:$2|One revision|$2 revisions}} of this difference ($1) {{PLURAL:$2|was|were}} not found. This is usually caused by following an outdated diff link to a page that has been deleted. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ne: यस अन्तर {{PLURAL:$2|को एक अवतरण|को $2 अवतरण}} ($1) {{PLURAL:$2|भेटिएन|खोज्न सकिएन}}। यो सामान्य रूपमा एउटा हताइएको पृष्ठको अवतरणहरूमा अन्तर खोज्दा हुन्छ । अधिक जानकारी [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} हटाइएको लग]मा हेर्न सकिन्छ।

source: Read in…
ne: मा पढ्रनुहोस ...

source: May $1
ne: मे $1

source: Sister projects
ne: भगिनी आयोजना

source: Privacy & permissions
ne: गोपनीयता र अनुमतिहरू

source: Date:
ne: मिति:

source: No project was selected for the campaign. Not adding.
ne: अभियानको निम्ति परियोजनाको चयन गरिएको छैन। थपिएन।

source: Category redirect maintenance bot
ne: श्रेणी अनुप्रेषण मर्मत रोबोट

source: Last {{GENDER:$1|editor}}
ne: अन्तिम {{GENDER:$1|सम्पादनकर्ता}}

source: System Sounds
ne: प्रणाली ध्वनिहरू

source: Write a new action to your ring
ne: तपाईँको रिङ्को लागि नयाँ क्रियाकलाप लेख्नुहोस्

source: The {{SITENAME}} page $1 has been {{GENDER:$2|restored}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ne: {{SITENAME}} पृष्ठ $1 लाई {{gender:$2|$2}} ले $PAGEEDITDATE मा पुनर्स्थापित गरेको हो, वर्तमान अवतरण को लागि $3 हेर्नुहोस।

source: Start Page
ne: आरम्भ पाना

source: _Domain
ne: डोमेन

source: Edit CSS file
ne: सिएसएस फाइल सम्पादन गर्ने

source: expires on $1 at $2
ne: $1 को दिन $2 मा सकिनेछ

source: <strong>The document file has been generated.</strong> <strong>[$1 Download the file]</strong> to your computer. Notes: * Not satisfied with the output? See [[{{MediaWiki:Coll-helppage}}|the help page about books]] for possibilities to improve it.
ne: <strong>फाइल जनरेट भइसकेको छ।</strong> आफ्नो कम्प्युटरमा <strong>[$1 फाइल डाउनलोड गर्नुहोस]</strong>। नोट: * आउटपुट देखि खुसि हुनुहुन्न? त्यसलाई अझ राम्रो बनाउनका निमित्त [[{{MediaWiki:Coll-helppage}}|पुस्तक सहायता पृष्ठ]] हेर्नुहोस।

source: Clear the watchlist
ne: अवलोकन सूची खाली गर्ने

source: Dormitory
ne: छात्रावास

source: Delete translation
ne: अनुवाद मेटाउने

source: Quit
ne: बन्द गर्नुहोस्

source: existing text overwritten
ne: हाल रहेको पाठ अधिलेखन गरियो

source: $1 {{GENDER:$2|changed}} visibility of log events on $3
ne: $1 ले $3 पृष्ठमा लग क्रियाहरूको दृश्यता {{GENDER:$2|परिवर्तन गर्यो}}

source: Unknown status
ne: अज्ञात स्थिति

source: Format
ne: ढाँचा

source: Organization depicted
ne: जनाइएको संस्था

source: ==Other Wikimedia sites==
ne: == अन्य विकिमिडिया साइटहरू ==

source: Low gain down
ne: न्युन प्राप्य तल

source: Min size
ne: न्यूनतम आकार

source: Calendar
ne: क्यालेन्डर

source: Comments
ne: टिप्पणीहरू

source: Temperate
ne: शीतोष्ण

source: Pages in this namespace:
ne: यस नामस्थानमा रहेका पृष्ठहरू:

source: Go to the last message in this topic
ne: यस शीर्षकको पछिल्लो सन्देश तर्फ जाने

source: Delete collection
ne: संग्रह मेट्नुहोस

source: Error hiding the item dated $2, $1: You cannot suppress items from view by administrators without also selecting one of the other visibility options.
ne: $2, $1 मिति भएको वस्तु लुकाउदा त्रुटी भएको छ:तपाईंले वस्तुहरूलाई प्रवन्धकहरूको दृष्टीबाट दमन गर्न सक्नुहुन्न अझ कुनै पनि अरु दृष्टी विकल्पहरू नछानीकन।

source: Public GPS traces from %{user}
ne: %{user}बाट सार्वकनिक GPS ट्रेसहरु

source: Adds links for thanking users for edits, comments, etc.
ne: प्रयोगकर्ताहरूलाई तिनीहरूको सम्पादन, टिप्पणी आदिको लागि धन्यवाद दिने लिङ्क जोड्ने।

source: <strong>Warning:</strong> Template include size is too large. Some templates will not be included.
ne: '''चेतावनी:''' समेट्नुपर्ने टेम्प्लेट(नमुना) आकार अति ठूलो छ। केही टेम्प्लेटहरु(नमुनाहरु) समेटिने छैनन् ।

source: Police
ne: प्रहरी

source: == Data model ==
ne: == डाटा मोडेल ==

source: This namespace is a system namespace and cannot be deleted.
ne: यो नामस्थान प्रणाली नामस्थान भएको हुनाले मेट्न सकिदैन।

source: Map objects
ne: नक्शा वस्तुहरू

source: Desert
ne: मरूभुमि

source: Bulleted list
ne: थोप्ला सुची

source: Please enter the new text:
ne: कृपया नयाँ पाठ प्रविष्ठ गर्नुहोस् :

source: Save log
ne: लग सार्ने

source: This file contains HTML or script code that may be erroneously interpreted by a web browser.
ne: यस फाइलमा एचटीएमयल वा स्क्रिप्ट कोड छ, जुन वेब ब्राउजरद्वारा गलत पढ्न सकिनेछ।

source: Merge page histories
ne: पृष्ठ इतिहासहरु मिसाउने

source: Egyptian pound
ne: इजिप्टेली पाउन्ड

source: ^Install Ubuntu
ne: उबुन्टु स्थापना गर्नुहोस्

source: Adjusts the brightness of the image coming from the camera
ne: क्यामेराबाट आउने तस्विरको चमक मिलाउनुहोस्

source: Pages with video
ne: भिडियोसहितका पृष्ठहरू

source: Mobile app edit
ne: मोवाइल एप्लिकेसन सम्पादन

source: Edit your global project settings
ne: तपाईंको ग्लोबल परियोजना सेटिंग सम्पादन गर्नुहोस्

source: Own work - $1
ne: आफ्नै कार्य - $1

source: oldest
ne: पुरानो

source: Bad data type
ne: अमान्य आँकड़ा प्रकार

source: History
ne: इतिहास

source: Joining...
ne: सामेल हुने

source: Expected a $2 at character $1, not found (found $3 $4 instead).
ne: $1 चरित्रमा एउटा $2 प्रत्यासित भएको, पाइएन ( $3 $4 स्थानमा पाइयो).

source: 2 minutes
ne: २ मिनेट

source: Left Edge
ne: बायाँ छेउ

source: Selects on which display the Launcher will be present.
ne: कुन मोनिटरमा लन्चर देखिने भनेर चयन गर्छ ।

source: Universal Access Preferences
ne: विश्वव्यापी पहुँच प्राथमिकता

source: Full
ne: पुरा

source: Kittens
ne: छाउराहरू

source: Page
ne: पृष्ठ

source: You are encouraged to log in; however, it is not mandatory
ne: तपाईँलाई प्रवेशगर्न सुझाव दिइन्छ ; तर यो जरुरी भने छैन

source: _Add to Bookmarks
ne: पुस्तकचिनोहरूलाई थप्नुहोस्

source: Increase text size
ne: फन्ट साइज बढाउनुहोस्

source: Never
ne: कहिले पनि होइन

source: O: Buildings, parts of buildings, etc.
ne: ण: भवनहरू, भवनका भागहरू, आदि ।

source: Password again <small>(to confirm)</small>
ne: पुन: प्रवेशशव्द <small>(निश्चित गर्न)<small>

source: _Photos
ne: _तस्बिरहरू

source: Your book is too big. No more pages can be added.
ne: तपाईंको पुस्तक धेरै ठुलो छ। र पृष्ठ जोड्न सकिदैन।

source: ^Install Kubuntu in text mode
ne: शब्द विधिद्वारा कुबुन्टु स्थापना गर्नुहोस्

source: Don't suspend
ne: सस्पेन्ड नगर्ने

source: Wikimedia Foundation
ne: विकिमीडिया फाउण्डेशन

source: User interface scale factor
ne: प्रयोगकर्ता इन्टरफेस मात्रा कारक

source: Titles on your watchlist are shown below, and can be edited by adding to and removing from the list; one title per line. When finished, click "{{int:Watchlistedit-raw-submit}}". You can also [[Special:EditWatchlist|use the standard editor]].
ne: तपाईंको ध्यानसूचीमा सूचीबद्ध पृष्ठ तल दिइएको छ, र त्यसलाई सूचीबाट निकालेर वा बढाएर परिवर्तन गर्न सकिन्छ; प्रत्येक लाइनमा एक शीर्षक दिएर। जब पूर्ण भइसक्छ, अनि "{{int:Watchlistedit-raw-submit}}" मा क्लिक गर्नुहोस। तपाईं [[Special:EditWatchlist|स्तरीय सम्पादकको प्रयोग]] पनि गर्न सक्नुहुन्छ।

source: Scholarship count
ne: छात्रवृत्ति गन्ती

source: You cannot delete this page because it has been protected.
ne: यो पृष्ठलाई सुरक्षित गरिएकोले तपाईं यसलाई मेटाउन सक्नु हुन्न ।

source: (Redirected from $1)
ne: ($1बाट अनुप्रेषित)

source: The file you were attempting to access in the stash does not belong to you.
ne: स्ट्यासको जुन फाइल सम्म तपाईं पुग्न चाहनुहुन्छ त्यो तपाईंसँग सम्बन्धित छैन।

source: Comment:
ne: टिप्पणी :

source: Active
ne: सक्रिय

source: Dhu al-Hijjah
ne: धु अल हिज्जाह

source: Association Types
ne: सहभागिता प्रकार

source: last week
ne: पछिल्लो हप्ता

source: 20 minutes
ne: २० मिनेट

source: Cannot save file
ne: फाइल संग्रह भएन

source: unknown program
ne: अज्ञात उपक्रम

source: Set a password now
ne: पासवर्ड सेट गर्नुहोस्

source: Headphones, headsets and other audio devices
ne: हेडफोनहरू, हेडसेटहरू

source: 5 minutes
ne: ५ मिनेट

source: Add more information
ne: थप जानकारी

source: Focal length in 35 mm film
ne: ३५ मीमी फिल्ममा फोकल लम्बाई

source: Not good enough
ne: पर्याप्त रूपमा ठीक छैन ।

source: Savings
ne: बचतहरू

source: Drawing
ne: ड्रइङ

source: Search pages
ne: खोजपृष्ठहरू

source: Action
ne: कार्य

source: Is blocked:
ne: निषेधित छ:

source: Notify me when someone reverts an edit I made, by using the undo or rollback tool.
ne: जब कसैले मैले बनाएको सम्पादन उल्ट्याउँदछ मलाई जानकारी गराउनुहोस्, अनडु र रोलब्याक उपकरण प्रयोग गरेर।

source: Paid
ne: तिरेको

source: Birth Date:
ne: जन्ममिति:

source: Copy layout '{}' to this new name:
ne: लेआउट '{}' यो नया नाममा कपी गर

source: _Left index finger
ne: बायाँ चोर औँला

source: Lock Topic
ne: शीर्षक बन्द गर्ने

source: Event depicted
ne: जनाइएको घटना

source: Load additional GTK+ modules
ne: थप GTK+ मोड्युलहरू लोड गर्नुहोस्

source: Hide Details
ne: विवरण लुकाउनु॒होस्

source: Proxy
ne: प्रोक्सी

source: To change a filter simply overwrite it.
ne: फिल्टर परिवर्तनको लागि अधिलेखन गर्नुहोस ।

source: Key to flip through windows in the Switcher backwards
ne: स्विचरमा भएका विन्डोहरूबीच उल्टोतिरबाट सार्ने कि

source: The content format $1 is not supported by the content model $2.
ne: $1 सामग्री स्वरूप $2 सामग्री मोडलद्वारा समर्थित छैन।

source: Votes
ne: मतहरू

source: If the above export fails, please consider using one of the sources listed below:
ne: निर्यात गर्ने प्रक्रिया असफल भएमा तल दिइएका स्रोतहरू प्रयोग गर्नुहोस्-

source: Countdown length
ne: गिन्ती समय

source: This file does not include a search index. Creating one may take several minutes. Do you want to index the ZIM file now?
ne: यस फाइलमा कुनै खोज सूची रहेको छैन। नयाँ सिर्जना गर्नको लागि धेरै मिनेट लाग्न सक्छ । के तपाईं अहिले नयाँ ZIM फाइल सूची निर्माण गर्न चाहनुहुन्छ ?

source: Cinema
ne: सिनेमा घर

source: S_ize:
ne: आकार:

source: Favicon was uploaded.
ne: फ्याभिकोन अपलोड भयो

source: There was a problem with your upload from [$2]: $1
ne: तपाईंको उर्ध्वभरण [$2]बाट समस्या आएकोछ: $1

source: Date of page creation
ne: पृष्ठ निर्माण गरिएको मिति

source: no strobe return detection function
ne: कुनैपनि स्ट्रोब फिर्ता गरि पत्ता लगाउने तरिका छैन

source: Maybe Later
ne: पछि कुनै समय

source: You are not allowed to unblock yourself.
ne: तपाईं आफैले आफैलाई रोक खुलाउन सक्नुहुन्न ।

source: Pages that have been changed since you last visited them are shown in <strong>bold</strong>.
ne: तपाईँले पछिल्लो पल्ट भ्रमण गरेपछि परिवर्तन भएका पृष्ठहरूलाई <strong>गाढा<strong> गरेर देखाइएको छ ।

source: In %europe%, %unit% has decided to emigrate.
ne: %europe% बाट, %unit%ले पलायन हुने निर्णय गरेको छ ।

source: Adds AntiSpoof technology to CentralAuth
ne: केन्द्रीयअधिकारमा एन्टीस्पुफ प्रविधि जोड्ने

source: planar format
ne: प्लानर प्रारुप

source: Hi $1, this is a notification from {{SITENAME}} that a new thread on $5, '$2', was created on $3 at $4 by $8 You can see it at <$6> The text is: $7
ne: $1जी, {{SITENAME}}बाट यो सूचना दिइन्छ कि $5माथि एउटा नयाँ सूत्र(thread) '$2', $8द्वारा $3 कोदिन $4मा सृजना गरिएको थियो तपाईंले यसलाई <$6>मा हेर्न सक्नुहुनेछ जसको पाठ थियो: $7

source: Babel user information
ne: Babel प्रयोगकर्ता जानकारी

source: _Strength:
ne: शक्ति:

source: &Done
ne: सकियो

source: The Tireless Contributor Barnstar is awarded to especially tireless editors who contribute an especially large body of work without sacrificing quality.
ne: अथक योगदानकर्ता बार्नस्टार ती प्रयोगकर्ताहरूलाई दिइन्छ जसले गुणवत्तामा बिना कुनै सम्झौता गर्दै धेरै कार्य गरेर देखाएको होस्।

source: Syntax error
ne: साईनट्यास समस्या

source: List main contributors to a page
ne: पृष्ठका मुख्य योगदाताहरुको सूची

source: Bot: Deleting out-dated template
ne: बोट : काम नलाग्ने ढाँचाहरू मेट्दै

source: City shown
ne: देखाइएको सहर

source: After
ne: पछि

source: Waive Loan Charge
ne: ऋण दस्तुर मिनाहा गर्ने

source: Project settings
ne: परियोजना सेटिंग

source: Mode Switch #%d
ne: मोड स्विच #%d

source: auto mode
ne: स्वचालित रुप

source: Timeout waiting for the lock
ne: समय सकियो बन्द गर्ने प्रतीक्षामा

source: Reverted edits by $1; changed back to last revision by $2.
ne: $1द्वारा उल्टाइएका सम्पादनहरू; पछिल्लो संशोधनमा $2द्वारा परिवर्तन गरि पुनः फर्काइएको।

source: Pin to Start
ne: सुरुमा राख्ने

source: Closed Account
ne: बन्द खाता

source: Search for a word
ne: शब्द खोज्नुहोस्

source: This edit has not yet been patrolled
ne: यो सम्पादन अहिले सम्म गस्ती गरिएको छैन

source: Search media
ne: मीडिया खोज्ने

source: Communities for Arabic, Catalan, Russian, Tamil...
ne: अरबिक, क्याटालान, रसियन, तामिल .... र अन्य भाषाहरूको लागि समुदायहरू

source: available
ne: उपलब्ध

source: Click
ne: क्लिक

source: Minor edits
ne: सामान्य सम्पादनहरू

source: Deleted history
ne: मेटाएका इतिहास

source: Edit interwiki link
ne: अन्तरविकि लिङ्क सम्पादन गर्ने

source: Identifier
ne: जनक

source: Created page with "$1"
ne: $1 को साथमा पृष्ठ शृजना भयो

source: <strong>You are now logged out.</strong> Note that some pages may continue to be displayed as if you were still logged in, until you clear your browser cache.
ne: <strong>तपाईं अहिले बाहिर निस्कनु भएको छ।</strong> याद राख्नुहोस् तपाईंले ब्राउजरको क्याच खालि नगर्दासम्म कुनै पृष्ठहरूमा तपाईं अझै प्रवेश गरिरखेको देखाउन सक्छ।

source: Newer Page
ne: नयाँ पाना

source: Abuse filter configuration
ne: दुर्व्यवहार फिल्टर विन्यास

source: Province or state that the picture was taken in
ne: क्षेत्र जहाँ यस तस्विर खिचिएको थियो थियो

source: Allow external images
ne: बाह्य तस्वीर स्वीकार्ने
